atlassian.atlascode
ciarant.vscode-structurizr
github.copilot-chat
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
tomoki1207.pdf
vscodevim.vim
