anthropic.claude-code
atlassian.atlascode
charliermarsh.ruff
cheshirekow.cmake-format
ciarant.vscode-structurizr
cschlosser.doxdocgen
docker.docker
github.copilot-chat
jebbs.plantuml
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
llvm-vs-code-extensions.lldb-dap
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools-extension-pack
ms-vscode.remote-explorer
ms-vscode.remote-server
redhat.vscode-yaml
rust-lang.rust-analyzer
stkb.rewrap
tomoki1207.pdf
usernamehw.errorlens
vscodevim.vim
xaver.clang-format
yzhang.markdown-all-in-one
