github.copilot-chat
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools-extension-pack
ms-vscode.remote-explorer
ms-vscode.remote-server
nordic-semiconductor.nrf-connect
nordic-semiconductor.nrf-connect-extension-pack
nordic-semiconductor.nrf-devicetree
nordic-semiconductor.nrf-kconfig
nordic-semiconductor.nrf-terminal
trond-snekvik.gnu-mapfiles
vscodevim.vim
xaver.clang-format
